/*
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-mail";
"Enter your email address here" = "Zde zadejte svou e-mailovou adresu";
"Content" = "Obsah";
//"Note:" = "Note: ";
"Submit" = "Odeslat";
"Sending…" = "Odesílání...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "E-mail byl úspěšně odeslán! Problém vyřešíme co nejdříve.";
"Send failed!" = "Odeslání se nezdařilo!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Můžete také kliknout na podporu produktu a najít odpovídající řešení. Podpora produktu >>";
"Product Support >>" = "Podpora produktu >>";
"Please make sure your network connection is working and submit again." = "Ujistěte se, že vaše připojení funguje, a zopakujte odeslání.";
"Feedback" = "Zpětná vazba";

"Please enter valid Email address." = "Zadejte prosím platnou e-mailovou adresu.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Děkujeme, že jste nás kontaktovali a sdělili nám svůj názor na náš produkt.";
"What do you want to do with this product?" = "Co chcete s tímto produktem dělat?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: V zájmu rychlého vyřešení problému popište co nejpodrobněji problém, se kterým se potýkáte.";
"What is your problem when using this product?" = "V čem spočívá váš problém při používání produktu?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Máte-li jakékoli dotazy týkající se produktu nebo poprodejního servisu, neváhejte nám je sdělit.";
"E-mail" = "E-mail";
"Please enter a valid email address" = "Zadejte prosím platnou e-mailovou adresu";
"Please make sure your email is correct" = "Ujistěte se, že váš e-mail je správný";
"Notes:" = "Poznámky:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Vzhledem k časovým rozdílům u globálního týmu zákaznického servisu obdržíte odpověď v pracovní dny do 48 hodin.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Můžete se také podívat na často kladené dotazy, kde rychle vyřešíte některé problémy s objednávkou nebo technické problémy.";
"order issues" = "problémy s objednávkou";
"technical problems" = "technické problémy";

"Attach log file" = "Přiložit log soubor";
"Attach images:" = "Přiložit obrázky:";
"Add Image" = "Přidat obrázek";
"Add up to 2 images" = "Přidejte až 2 obrázky";
"Submit" = "Odeslat";
"Sending…" = "Odesílání...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "E-mail byl úspěšně odeslán! Problém vyřešíme co nejdříve.";
"Send failed!" = "Odeslání se nezdařilo!";
"Please make sure your network connection is working and submit again." = "Ujistěte se, že vaše připojení funguje, a zopakujte odeslání.";
"Feedback" = "Zpětná vazba";
"OK" = "OK";

